Repository: brbsix/caffeine-reloaded
Catalog: translations/*.po
Languages: ru, sv, uk

source: Activated for Flash video
ru: Активирован для Flash видео
sv: Aktiverad p.g.a. Flash-video.
uk: Активувати для Flash відео

source: Activated for Quake Live
ru: Активирован для Quake Live
sv: Aktiverad p.g.a. Quake Live
uk: Активувати для Quake Live

source: and
ru: и
sv: och
uk: та

source: hour
ru: ч.
sv: timme
uk: година

source: minute
ru: мин.
sv: minut
uk: хвилина

source: hours
ru: ч.
sv: timmar
uk: годин

source: minutes
ru: мин.
sv: minuter
uk: хвилин

source: Timed activation set;
ru: Установлена активация по времени;
sv: Tidsbestämd aktivering inställd;
uk: Встановлення активації за часом;

source: Caffeine will prevent powersaving for the next
ru: Caffeine будет отключать энергосбережение в течении
sv: Caffeine aktivt i
uk: Caffeine буде вимикати енергозбереження на протязі наступних

source: Activated for
ru: Активирован для
sv: Aktivt under
uk: Активовано для

source: Caffeine is dormant; powersaving is enabled
ru: Caffeine приостановлен; энергосбережение включено
sv: Caffeine inaktivt; strömsparläge åter tillgängligt.
uk: Caffeine призупинено; енергозбереження активовано

source: Timed activation cancelled (was set for
ru: Активация по времени отключена (была назначена на
sv: Tidsbestämd aktivering avstängd (var tidigare ställd till
uk: Активація за часом скасована (була встановлена для

source: have elapsed; powersaving is re-enabled
ru: закончился; энергосбережение запущено
sv: har gått; strömsparläge och skärmsläckare återställda
uk: закінчилась; енергозбереення увімкнено

source: Caffeine is preventing powersaving modes and screensaver activation
ru: Caffeine предотвращает энергосбережение и активацию хранителя экрана
sv: Caffeine förhindrar strömsparulägen och skärmsläckaraktivering
uk: Caffeine вимикає енергозбереження та екранну заставку

source: Please install
ru: Установите
sv: Var god installera
uk: Будь ласка, встановіть

source: Caffeine is running
ru: Caffeine уже запущен
uk: Caffeine працює

source: translator-credits
ru: Launchpad Contributions: Alexey Ivanov https://launchpad.net/~alexey-ivanov Andrei B. Borisov https://launchpad.net/~clinri Caffeine Developers https://launchpad.net/~caffeine-developers Eugene Marshal https://launchpad.net/~lowrider Minakov Arthur https://launchpad.net/~spydefender Sergey Sedov https://launchpad.net/~serg-sedov kingdruid https://launchpad.net/~kingdruid Андрей Калинин https://launchpad.net/~prize2step Коренберг Марк https://launchpad.net/~socketpair
uk: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Fedik https://launchpad.net/~fedikw Stuartlittle1970@gmail.com https://launchpad.net/~stuartlittle1970 kingdruid https://launchpad.net/~kingdruid

source: Disable Screensaver
ru: Отключить хранитель экрана
uk: Вимкнути екранну заставку

source: Enable Screensaver
ru: Включить хранитель экрана
uk: Увімкнути екранну заставку

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
ru: Приложение для временного предотвращения активации экранной заставки и режима пониженного энергопотребления.
uk: Додаток для тимчасового запобігання активації екранної заставки та режиму зниженого енергоспоживання.

source: Duration
ru: Продолжительность
sv: Varaktighet
uk: Тривалість

source: Hours:
ru: Часы:
sv: Timmar:
uk: Годин:

source: Minutes:
ru: Минуты:
sv: Minuter:
uk: Хвилин:

source: Disable Screensaver for...
ru: Отключить хранитель экрана для...
uk: Вимкнути збереження екрану для...

source: Preferences
ru: Параметры
sv: Inställningar
uk: Налаштування

source: Autostart
ru: Автозапуск
uk: Автозапуск

source: Start Caffeine on login
ru: Запускать Caffeine при входе в систему
sv: Starta Caffeine automatiskt
uk: Запускати Caffeine при вході

source: Enable this option to automatically run Caffeine as soon as your computer has finished starting up and you have successfully entered your username and password.
ru: Включение этого параметра означает автоматический запуск Caffeine как только компьютер загрузится и будет введён логин и пароль.
sv: Aktivera detta alternativ för att köra Caffeine automatiskt så snart som din dator startat och du loggat in.
uk: Увімкнення цього параметру, означає автоматичний запуск Caffeine відразу після того як комп’ютер буде завантажено та буде здійснено успішний вхід до системи.

source: Automatic activation
ru: Автоматический запуск
sv: Automatiskt aktivering
uk: Автоматичний запуск

source: Caffeine can activate automatically whenever certain programs are runnning.
ru: Caffeine может активироваться автоматически когда некоторые программы запущены.
sv: Caffeine kan aktiveras automatiskt när vissa program är körs
uk: Caffeine може запускати автоматично коли запущено визначену програму.

source: List of programs that Caffeine activates for:
ru: Список программ, для которых будет активирован Caffeine:
sv: Lista över program som Caffeine aktiveras automatiskt för:
uk: Список програм для яких буде активовано Caffeine:

source: When Caffeine detects that one of the processes in this list is running, it will prevent the activation of the screensaver and powersaving modes. This can be useful for applications (particularly full-screen applications) that do not properly prevent the screensaver and powersaving modes on their own.
ru: Когда Caffeine обнаруживает, что один из процессов в этом списке запущен, он предотвратит запуск хранителя экрана и режим энергосбережения. Это полезно для приложений (обычно, полноэкранных) которые самостоятельно не предотвращают запуск хранителя экрана и переход в режим энергосбережения.
sv: När Caffeine upptäcker att en av processerna i listan körs så förhindras skärmsläckaren automatiskt från att aktiveras. Detta kan vara praktiskt för applikationer (speciellt fullskärmsapplikationer) som inte själv förhindrar att skärmsläckaren aktiveras.
uk: Коли Caffeine визначить, що одна з програм цього списку запущена він вимкне енергозбереження та екранну заставку. Це корисно для програм (за звичай повноекранних) які самостійно не вміють цього робити.

source: Activate for Flash video
ru: Запуск при Flash видео
sv: Aktivera vid Flash-video
uk: Активувати для Flash відео

source: Some websites, such as www.youtube.com, show videos using a technology known as "Flash". Enable this option to cause Caffeine to automatically prevent the activation of the screensaver and powersaving modes when a Flash video is embedded in the web page that you are currently browsing.
ru: Некоторые сайты, типа www.youtube.com, показывают видео, используя технологию "Flash". Включение этого параметра позволяет Caffeine автоматически предотвращать запуск хранителя экрана и переход в режим энергосбережения пока на странице, которая просматривается есть встроенное Flash видео.
sv: Vissa hemsidor, såsom www.youtube.com, vidar videor genom en teknik vid namn "Flash". Aktivera detta alternativ för att låta Caffeine automatiskt förhindra skärmsläckaren från att aktiveras så länge Flash-videor spelas.
uk: Деякі сайти такі як www.youtube.com, показують відео використовуючи технологію відому як "Flash". Увімкнення цього параметру дозволяє Caffeine автоматично вимикати енергозбереження та екранну заставку коли відбувається перегляд Flash відео на веб сторінці яку Ви переглядаєте.

source: Activate for Quake Live
ru: Запуск при Quake Live
sv: Aktivera för Quake Live
uk: Активувати для Quake Live

source: Enable this option to cause Caffeine to automatically prevent the activation of the screensaver and powersaving modes when it detects that you are playing the Quake Live video game. Visit www.quakelive.com to play the game for free.
ru: Включение этого параметра позволит Caffeine автоматически предотвращать активацию хранителя экрана и переход в режим энергосбережения, когда обнаруживает, что пользователь играет в видео игру Quake Live. На сайте www.quakelive.com можно поиграть бесплатно.
sv: Aktivera detta alternativ för att låta Caffeine automatiskt förhindra skärmsläckaren från att aktiveras medan ni spelar datorspelet Quake Live. Gå till www.quakelive.com för att gratis ta del av spelet.
uk: Увімкнення цього параметру дозволяє Caffeine автоматично вимикати енергозбереження та екранну заставку коли виявлено, що користувач грає в гру Quake Live. Відвідайте www.quakelive.com щоб пограти безкоштовно.

source: Tray icon
ru: Значок в области уведомлений
uk: Піктограма в лотку

source: Show tray icon
ru: Показывать иконку в области уведомлений
uk: Показувати піктограму в лотку

source: Show notification on startup
ru: Показывать уведомление при запуске
uk: Показувати повідомлення під час запуску

source: Select a process name...
ru: Выбрать название процесса...
sv: Välj process...
uk: Вибрати назву процесу...
